Repository: amikhaylin/pompaddo
Catalog: PomPadDoMac/PomPadDoMac/Localizable.xcstrings
Source language: en
Languages: ru

source: %lldh
ru: %lld ч

# %lldh%lldm
source: %1$lldh%2$lldm
ru: %1$lld ч %2$lld м

source: 1h
ru: 1ч

source: 1m
ru: 1м

source: 10m
ru: 10м

source: Add project to group
ru: Добавить проект в группу

source: Add subtask
ru: Добавить подзадачу

source: Add task to current list
ru: Добавить задачу в текущий список

source: Add task to Inbox
ru: Добавить задачу во Входящие

source: Add to Calendar
ru: Добавить в Календарь

source: Apply event
ru: Применить событие

source: Apply reminder
ru: Применить напоминание

source: Base hours
ru: Базовые часы

source: break
ru: перерыв

source: Break duration: %@
ru: Продолжительность перерыва: %@

source: Calendar
ru: Календарь

source: Cancel
ru: Отменить

source: Clarity
ru: Понимание

source: Clear
ru: Понятно

source: Clear due date
ru: Очистить дату выполнения

source: Clear reminder
ru: Очистить напоминание

source: Close
ru: Закрыть

source: Complete
ru: Завершить

source: Completed
ru: Завершенные

source: Create simple list
ru: Создать простой список

source: Custom
ru: Произвольно

source: Daily
ru: Ежедневно

source: days
ru: дней

source: Delete
ru: Удалить

source: Delete group
ru: Удалить группу

source: Delete project
ru: Удалить проект

source: Delete Project
ru: Удалить проект

source: Delete task
ru: Удалить задачу

source: Do Completion
ru: Автозавершение

source: Dublicate task
ru: Дублировать задачу

source: Due date
ru: Дата завершения

source: Due Date
ru: Дата завершения

source: Estimate
ru: Оценка

source: Estimate factor: %.2f
ru: Коэффициент оценки: %.2f

source: Estimate is %lld hours
ru: Оценка %lld часов

source: Estimates
ru: Оценки

source: Event End Date
ru: Начало события

source: Event Start Date
ru: Конец события

source: Focus stats
ru: Статистика сосредоточенности

source: Focus timer
ru: Фокус таймер

source: Focus Timer
ru: Фокус таймер

source: Focused for
ru: Сосредоточен на

source: Group name
ru: Наименование группы

source: Half clear
ru: Не совсем понятно

source: Hide explanation
ru: Скрыть описание

source: High
ru: Высокий

source: In progress
ru: В процессе

source: Inbox
ru: Входящие

source: Link
ru: Ссылка

source: long break
ru: длинный перерыв

source: Long break duration: %@
ru: Продолжительность длинного перерыва: %@

source: Low
ru: Низкий

source: Mark Reviewed
ru: Отметить проверенным

source: Medium
ru: Средний

source: Monthly
ru: Ежемесячно

source: months
ru: месяцев

source: Move completed
ru: Перемещать завершенные

source: Move task to project
ru: Переместить задачу в проект

source: Move to Inbox
ru: Переместить во Входящие

source: Move to status
ru: Переместить в состояние

source: Name
ru: Наименование

source: Next week
ru: На следующей неделе

source: No projects to review
ru: Нет проектов для проверки

source: None
ru: Отсутствует

source: Not clear
ru: Не понятно

source: Note
ru: Заметка

source: OK
ru: ОК

source: Open link
ru: Открыть ссылку

source: Open parent task
ru: Открыть основную задачу

source: Open subtasks
ru: Открыть подзадачи

source: Pause
ru: Пауза

source: Priority
ru: Приоритет

source: Project estimate is %lld hours
ru: Оценка проекта состоявляет %lld часов

source: Project name
ru: Наименование проекта

source: Projects
ru: Проекты

source: Reactivate
ru: Активировать

source: Refresh
ru: Обновить

source: Remind at
ru: Напомнить в

source: Reminder
ru: Напоминание

source: Remove project from group
ru: Удалить проект из группы

source: Rename group
ru: Переименовать группу

source: Repead every
ru: Повторить каждые

source: Repeat
ru: Повторение

source: Restore defaults
ru: Восстановить по-умолчанию

source: Resume
ru: Возобновить

source: Review
ru: Проверка

source: Review date
ru: Дата проверки

source: Review days count
ru: Кол-во дней до проверки

source: Select a project
ru: Выберите проект

source: Select a task
ru: Выберите задачу

source: Set due Date
ru: Установить дату выполнения

source: Set Reminder
ru: Установить напоминание

source: Settings
ru: Настройки

source: Show estimate
ru: Показывать оценки

source: Show explanation
ru: Показать описание

source: Show project in Review
ru: Показывать проект в проверках

source: Show status in tasks's lists
ru: Показывать статус в списке задач

source: Show task details
ru: Показывать детали задачи

source: Skip
ru: Пропустить

source: Start
ru: Запустить

source: Statuses
ru: Статусы

source: Stop
ru: Стоп

source: Task name
ru: Наименование задачи

source: The estimate is calculated using the formula: (base hours * priority factor * clarity factor) * estimate factor base hours - estimated number of hours priority factor - high (1), medium (1.5), low (2) clarity factor - clear (1), half clear (1.5), not clear (2) estimate factor - 1.7 by default, can be changed in settings
ru: Оценка рассчитывается по формуле: (базовые часы * коэффициент приоритета * коэффициент ясности) * коэффициент оценки базовые часы - расчетное количество часов коэффициент приоритета – высокий (1), средний (1,5), низкий (2) коэффициент понятности - понятно (1), не совсем понятно (1,5), непонятно (2) коэффициент оценки - по умолчанию 1,7, можно изменить в настройках

source: This project will be permanently deleted
ru: Этот проект будет безвозвратно удален

source: To do
ru: Запланированые

source: Today
ru: Сегодня

source: Today tasks
ru: Задачи на сегодня

source: Tomorrow
ru: Завтра

source: Total focused
ru: Всего сосредоточены

source: View Mode
ru: Режим просмотра

source: Weekly
ru: Еженедельно

source: work
ru: работа

source: Work session duration: %@
ru: Продолжительность рабочей сессии: %@

source: Work sessions before long break: %.0f
ru: Кол-во рабочих сессий до длинного перерыва: %.0f

source: Yearly
ru: Ежегодно

source: years
ru: лет

source: Yesterday
ru: Вчера

source: Your (dispMode) is finished
ru: (dispMode) закончен(а)
